src/xml/request_templates/lydbog_klo_mp3.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>51155394|870970</ac:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Vildt &amp; jagt i Danmark</dc:title>
              <dc:title xsi:type="dkdcplus:full">Vildt &amp; jagt i Danmark : lærebog til den obligatoriske jagtprøve (6. udgave, mp3)</dc:title>
              <dcterms:alternative>Vildt og jagt i Danmark</dcterms:alternative>
              <dc:subject xsi:type="dkdcplus:DK5">79.92</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Jagt</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">jagt</dc:subject>
              <dc:subject>jagtprøver</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">lærebøger</dc:subject>
              <dcterms:abstract>Lærebog, der dækker det stof, der skal kunnes for at bestå jagtprøven</dcterms:abstract>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>KLO</dc:publisher>
              <dc:contributor xsi:type="dkdcplus:edt">Jes Kramer</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:edt">Hother Hennings</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:dkind">Kirsten Bøggild</dc:contributor>
              <dc:date>2014</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Lydbog (cd-mp3)</dc:type>
              <dc:format>1 cd i 1 mappe, mp3</dc:format>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">51155394</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20140620125408</marcx:subfield>
                  <marcx:subfield code="d">20140617</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="005">
                  <marcx:subfield code="z">p</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2014</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="x">04</marcx:subfield>
                  <marcx:subfield code="x">06</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">r</marcx:subfield>
                  <marcx:subfield code="g">xc</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="d">Vær opmærksom på KLO's vilkår for brug</marcx:subfield>
                  <marcx:subfield code="n">6207</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DLF201427</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Vildt &amp; jagt i Danmark</marcx:subfield>
                  <marcx:subfield code="c">lærebog til den obligatoriske jagtprøve</marcx:subfield>
                  <marcx:subfield code="ø">6. udgave, mp3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">Vejen</marcx:subfield>
                  <marcx:subfield code="b">KLO</marcx:subfield>
                  <marcx:subfield code="c">[2014]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="n">1 cd i 1 mappe</marcx:subfield>
                  <marcx:subfield code="e">mp3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Lærebog, der dækker det stof, der skal kunnes for at bestå jagtprøven</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="520">
                  <marcx:subfield code="a">Gengivelse af bogen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="520">
                  <marcx:subfield code="a">Indlæst efter 6. udgave. 2013</marcx:subfield>
                  <marcx:subfield code="n">5 084 183 9</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="a">Hertil findes opgavehæfte, cd-rom med diasserier og dvd-videoer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="532">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Med litteraturhenvisninger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="631">
                  <marcx:subfield code="f">jagtprøver</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">79.92</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">jagt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">lærebøger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">68579198</marcx:subfield>
                  <marcx:subfield code="4">edt</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Kramer</marcx:subfield>
                  <marcx:subfield code="h">Jes</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">69197256</marcx:subfield>
                  <marcx:subfield code="4">edt</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Hennings</marcx:subfield>
                  <marcx:subfield code="h">Hother</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">68145627</marcx:subfield>
                  <marcx:subfield code="4">dkind</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Bøggild</marcx:subfield>
                  <marcx:subfield code="h">Kirsten</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="745">
                  <marcx:subfield code="a">Vildt og jagt i Danmark</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:51155394</os:identifier>
            <os:creationDate>2014-06-17</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>lydbog_klo_mp3.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
